{
  "% Correct": "မှန်ကန်သော ရာခိုင်နှုန်း",
  "+ Add User to Group": "+ အဖွဲ့သို့အသုံးပြုသူထည့်ပါ",
  "+ Create a New Form": "+ ဖောင်အသစ်ဖန်တီးပါ",
  "+ Create a New Group": "+ အဖွဲ့အသစ်ဖန်တီးပါ",
  "+ Create a New User": "+ အသုံးပြုသူအသစ်ဖန်တီးပါ",
  "About": "အကြောင်းအရာ",
  "Accuracy": "တိကျမှု",
  "Accuracy Level": "တိကျမှုအဆင့်",
  "Accuracy Level:": "တိကျမှုအဆင့်:",
  "Activity": "လုပ်ငန်းစဥ်",
  "Add Class": "အတန်းထည့်ပါ",
  "Add New User": "အသုံးပြုသူအသစ်ထည့်ပါ",
  "Add Student": "ကျောင်းသားထည့်ပါ",
  "Add User to Group": "အဖွဲ့သို့အသုံးပြုသူထည့်ပါ",
  "After submitting updated settings, you will be required to log in again.": "အပ်ဒိတ်လုပ်ထားသော ဆက်တင်များတင်ပြပြီးနောက် သင်သည် ထပ်မံဝင်ရောက်ရန် လိုအပ်ပါမည်။",
  "An update is available. Be sure to first sync your data before installing the update. If you have not done this, click `Cancel`. If you are ready to install the update, click `Yes`": "အပ်ဒိတ်တစ်ခုရရှိနိုင်ပါသည်။ အပ်ဒိတ်ထည့်သွင်းခင်မှာ သင့်ဒေတာကို ဦးစွာချိတ်ဆက်ပါ။ ဤသို့မလုပ်ရသေးပါက `ပယ်ဖျက်ရန်` ကိုနှိပ်ပါ။ အပ်ဒိတ်ထည့်သွင်းရန် အဆင်သင့်ဖြစ်ပါက `ဟုတ်ကဲ့` ကိုနှိပ်ပါ။",
  "Applying Updates...": "အပ်ဒိတ်များကို အသုံးပြုနေသည်...",
  "April": "ဧပြီ",
  "Are you sure you want to restore this backup? It will wipe any data already in Tangerine.": "ဤအရန်သိမ်းဆည်းမှုကို ပြန်လည်ထည့်သွင်းလိုသည်မှာ သေချာပါသလား။ ၎င်းသည် Tangerine ထဲရှိ ဒေတာအားလုံးကို ဖျက်ပစ်မည်ဖြစ်သည်။",
  "Are you sure you want to start a form response?": "ဖောင်ဖြည့်ဖို့ စတင်လိုသည်မှာ သေချာပါသလား။",
  "Are you sure you would like to exit the form?": "ဖောင်မှထွက်ခွာလိုသည်မှာ သေချာပါသလား။",
  "Attend.": "တက်ရောက်မှု။",
  "Attendance": "တက်ရောက်မှု",
  "August": "သြဂုတ်",
  "Average": "ပျမ်းမျှ",
  "Average Correct": "ပျမ်းမျှမှန်ကန်မှု",
  "Average Correct (%)": "ပျမ်းမျှမှန်ကန်မှု (%)",
  "Back": "နောက်သို့",
  "Backup directory": "အရန်သိမ်းဆည်းမှုဖိုင်တွဲ",
  "Before continuing, let's review this info to make sure you registered with the right device info.": "ဆက်လက်မလုပ်ဆောင်မီ၊ သင်သည် မှန်ကန်သောစက်ပစ္စည်းအချက်အလက်ဖြင့် မှတ်ပုံတင်ထားကြောင်း သေချာစေရန် ဤအချက်အလက်ကို ပြန်လည်သုံးသပ်ပါ။",
  "Begin Attendance record for today?": "ယနေ့အတွက် တက်ရောက်မှုမှတ်တမ်းကို စတင်မည်လား။",
  "Behav.": "အပြုအမူ။",
  "Behavior": "အပြုအမူ",
  "Camera authorized.": "ကင်မရာခွင့်ပြုပြီး။",
  "Case": "ကိစ္စ",
  "Cases": "ကိစ္စများ",
  "Change Class": "အတန်းပြောင်းပါ",
  "Change Subject": "ဘာသာရပ်ပြောင်းပါ",
  "Check for Update": "အပ်ဒိတ်ရှာဖွေပါ",
  "Checking": "စစ်ဆေးနေသည်",
  "Checking For Updates...": "အပ်ဒိတ်များကို စစ်ဆေးနေသည်...",
  "Choose a task report from one of the following selections:": "အောက်ပါရွေးချယ်မှုများထဲမှ တစ်ခုကို ရွေးချယ်ပြီး အလုပ်အစီရင်ခံစာကို ရွေးပါ။",
  "Choose type...": "အမျိုးအစားရွေးပါ...",
  "Choose which case type": "မည်သည့်ကိစ္စအမျိုးအစားကို ရွေးချယ်မည်",
  "Class": "အတန်း",
  "Class Configuration": "အတန်းဖွဲ့စည်းပုံ",
  "Class Grouping": "အတန်းအုပ်စုဖွဲ့မှု",
  "Class Size": "အတန်းအရွယ်အစား",
  "Class grouping": "အတန်းအုပ်စုဖွဲ့မှု",
  "Classes": "အတန်းများ",
  "Click a Picture": "ဓာတ်ပုံတစ်ပုံကို နှိပ်ပါ",
  "Click on a percentile to view related feedback.": "ဆက်စပ်တုံ့ပြန်ချက်ကို ကြည့်ရှုရန် ရာခိုင်နှုန်းတစ်ခုကို နှိပ်ပါ။",
  "Click the play button to get started.": "စတင်ရန် ဖွင့်ခလုတ်ကို နှိပ်ပါ။",
  "Click the wrench icon to enable an archived class.": "သိမ်းဆည်းထားသော အတန်းကို ဖွင့်ရန် တံဆိပ်ခတ်ပုံအိုင်ကွန်ကို နှိပ်ပါ။",
  "Click to Download": "ဒေါင်းလုဒ်လုပ်ရန် နှိပ်ပါ",
  "Close": "ပိတ်ပါ",
  "Close the application completely and re-open.": "အပလီကေးရှင်းကို လုံးဝပိတ်ပြီး ပြန်ဖွင့်ပါ။",
  "Complete": "ပြီးစီး",
  "Completed?": "ပြီးစီးပြီလား။",
  "Concerning": "စိုးရိမ်စရာ",
  "Confirm New Password": "စကားဝှက်အသစ်ကို အတည်ပြုပါ",
  "Confirm Password": "စကားဝှက်အတည်ပြုပါ",
  "Confirm Password is required": "စကားဝှက်အတည်ပြုရန် လိုအပ်သည်",
  "Continue": "ဆက်လက်လုပ်ဆောင်ပါ",
  "Correct": "မှန်ကန်သည်",
  "Could Not Contact Server.": "ဆာဗာနှင့် ဆက်သွယ်၍မရပါ။",
  "Could Not Create User": "အသုံးပြုသူဖန်တီး၍မရပါ",
  "Could Not Generate APK": "APK ဖန်တီး၍မရပါ",
  "Could Not Generate PWA": "PWA ဖန်တီး၍မရပါ",
  "Could Not Load List Of Forms": "ဖောင်စာရင်းကို ဖွင့်၍မရပါ",
  "Create": "ဖန်တီးပါ",
  "Create Form": "ဖောင်ဖန်တီးပါ",
  "Create New Case": "ကိစ္စအသစ်ဖန်တီးပါ",
  "Creating new case...": "ကိစ္စအသစ်ဖန်တီးနေသည်...",
  "Current": "လက်ရှိ",
  "Curriculum": "သင်ရိုးညွှန်းတမ်း",
  "Custom Date Range Report": "စိတ်ကြိုက်ရက်စွဲအပိုင်းအခြားအစီရင်ခံစာ",
  "DATA QUERIES": "ဒေတာမေးမြန်းမှုများ",
  "Dashboard": "ဒေတာမျက်နှာပြင်",
  "Date": "ရက်စွဲ",
  "Date and Time": "ရက်စွဲနှင့်အချိန်",
  "Day": "နေ့",
  "Day View": "နေ့အမြင်",
  "December": "ဒီဇင်ဘာ",
  "Device ID": "စက်ပစ္စည်း ID",
  "Differences": "ကွဲပြားမှုများ",
  "Distance from reference": "ရည်ညွှန်းမှတ်မှ အကွာအဝေး",
  "Do you have a Device QR code to scan?": "စကင်ဖတ်ရန် စက်ပစ္စည်း QR ကုဒ်ရှိပါသလား။",
  "Docs Not Uploaded": "မတင်ရသေးသောဖိုင်များ",
  "Docs Uploaded": "တင်ပြီးသော ဖိုင်များ",
  "Does the above info look like the right device info?": "အထက်ဖော်ပြပါ အချက်အလက်သည် မှန်ကန်သော စက်ပစ္စည်းအချက်အလက်နှင့် တူညီပါသလား။",
  "Done! Please exit the app and restart.": "ပြီးပါပြီ။ ကျေးဇူးပြု၍ အက်ပလီကေးရှင်းမှ ထွက်၍ အသစ်စတင်ပါ။",
  "Download CSV": "CSV ဒေါင်းလုဒ်လုပ်ပါ",
  "Download your APK": "သင့် APK ကို ဒေါင်းလုဒ်လုပ်ပါ",
  "EXPORT DATA FOR ALL USERS": "အသုံးပြုသူအားလုံးအတွက် ဒေတာထုတ်ယူပါ",
  "Edit Item": "ပါဝင်မည့်အရာကိုပြင်ဆင်ပါ",
  "Email": "အီးမေးလ်",
  "End Date": "ပြီးဆုံးရက်စွဲ",
  "Enter the provided import code": "ပေးထားသော တင်သွင်းကုဒ်ကို ထည့်ပါ",
  "Enter your response to above question here": "အထက်ပါမေးခွန်းအတွက် သင့်တုံ့ပြန်မှုကို ဤနေရာတွင် ထည့်ပါ",
  "Error Downloading File": "ဖိုင်ဒေါင်းလုဒ်လုပ်ရာတွင် အမှားအယွင်း",
  "Error restoring db ": "ဒေတာဘေ့စ်ပြန်လည်ထည့်သွင်းရာတွင် အမှားအယွင်း",
  "Error saving. Please try again.": "သိမ်းဆည်းရာတွင် အမှားအယွင်း။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ။",
  "Event": "ဖြစ်ရပ်",
  "Export Backup": "အရန်သိမ်းဆည်းမှုထုတ်ယူပါ",
  "Export Data": "ဒေတာထုတ်ယူပါ",
  "Export Data creates a backup of all of your records and saves it to your device.": "ဒေတာထုတ်ယူခြင်းသည် သင့်မှတ်တမ်းအားလုံးကို အရန်သိမ်းဆည်းပြီး သင့်စက်ပစ္စည်းတွင် သိမ်းဆည်းထားသည်။",
  "Failed to download application configuration file": "အပလီကေးရှင်းဖွဲ့စည်းပုံဖိုင်ကို ဒေါင်းလုဒ်လုပ်၍မရပါ",
  "February": "ဖေဖော်ဝါရီ",
  "Feedback": "တုံ့ပြန်ချက်",
  "File Stored At": "ဖိုင်သိမ်းဆည်းထားသည့်နေရာ",
  "File restored from ": "ဖိုင်ပြန်လည်ထည့်သွင်းထားသည့်နေရာ",
  "Filter": "စစ်ထုတ်ပါ",
  "Find Case": "ကိစ္စရှာဖွေပါ",
  "Finished restoring backups. Please wait for indexing to complete.": "အရန်သိမ်းဆည်းမှုများ ပြန်လည်ထည့်သွင်းမှုပြီးစီးပါပြီ။ အညွှန်းပြီးစီးရန် စောင့်ဆိုင်းပါ။",
  "First Name": "အမည်၏ပထမစာလုံး",
  "Form": "ဖောင်",
  "Form Id": "ဖောင် ID",
  "Form Name": "ဖောင်အမည်",
  "Form Title": "ဖောင်ခေါင်းစဉ်",
  "Forms": "ဖောင်များ",
  "Generate APK/PWA": "APK/PWA ဖန်တီးပါ",
  "Generating CSV": "CSV ဖန်တီးနေသည်",
  "Geolocation authorized.": "တည်နေရာသတ်မှတ်မှု ခွင့်ပြုပြီး။",
  "Good": "ကောင်းမွန်သည်",
  "Grade": "အဆင့်",
  "Great": "အလွန်ကောင်းမွန်သည်",
  "Great! Use this QR scanner below to scan the code in.": "အလွန်ကောင်းမွန်ပါသည်။ အောက်ပါ QR စကင်နာကို အသုံးပြု၍ ကုဒ်ကို စကင်ဖတ်ပါ။",
  "Group": "အဖွဲ့",
  "Group Created Succesfully": "အဖွဲ့ဖန်တီးမှု အောင်မြင်ပါသည်",
  "Group Details": "အဖွဲ့အသေးစိတ်",
  "Group Name": "အဖွဲ့အမည်",
  "Grouping Report": "အုပ်စုဖွဲ့မှုအစီရင်ခံစာ",
  "Help": "အကူအညီ",
  "Home": "ပင်မစာမျက်နှာ",
  "ISSUES": "ပြဿနာများ",
  "If APK (running on a tablet): Place files (encrypted database backup) or directories (non-encrypted database backups) in the Documents/Tangerine/restore directory. Press the button below to start the restore process.": "APK ဖြစ်ပါက (တက်ဘလက်ပေါ်တွင်အလုပ်လုပ်နေသည်)၊ ဖိုင်များ (စာဝှက်ထားသော ဒေတာဘေ့စ်အရန်သိမ်းဆည်းမှု) သို့မဟုတ် ဖိုင်တွဲများ (စာဝှက်မထားသော ဒေတာဘေ့စ်အရန်သိမ်းဆည်းမှု) ကို Documents/Tangerine/restore ဖိုင်တွဲတွင် ထားပါ။ ပြန်လည်ထည့်သွင်းမှုလုပ်ငန်းစဉ်ကို စတင်ရန် အောက်ပါခလုတ်ကို နှိပ်ပါ။",
  "If PWA (running on a computer and/or in a web browser): Press the button below and choose the directory where the backup files are stored. This will start the restore process.": "PWA ဖြစ်ပါက (ကွန်ပျူတာပေါ်တွင်နှင့်/သို့မဟုတ် ဝက်ဘ်ဘရောက်ဆာတွင် အလုပ်လုပ်နေသည်)၊ အောက်ပါခလုတ်ကို နှိပ်ပြီး အရန်သိမ်းဆည်းဖိုင်များသိမ်းဆည်းထားသည့် ဖိုင်တွဲကို ရွေးပါ။ ၎င်းသည် ပြန်လည်ထည့်သွင်းမှုလုပ်ငန်းစဉ်ကို စတင်မည်ဖြစ်သည်။",
  "Incomplete": "မပြီးစီး",
  "Instructions:": "ညွှန်ကြားချက်များ:",
  "Is there is an error that says 'Is Backup a File?: false' - this means that you probably have a backup from a non-encrypted database, which backs up to a directory instead of a file.": "‘အရန်သိမ်းဆည်းမှုသည် ဖိုင်တစ်ခုလား?: မဟုတ်’ ဟူသော အမှားအယွင်းတစ်ခုရှိပါက၊ ၎င်းသည် သင့်တွင် စာဝှက်မထားသော ဒေတာဘေ့စ်မှ အရန်သိမ်းဆည်းမှုတစ်ခုရှိနိုင်ပြီး ၎င်းသည် ဖိုင်တစ်ခုအစား ဖိုင်တွဲတစ်ခုသို့ အရန်သိမ်းဆည်းထားသည်ဟု ဆိုလိုသည်။",
  "Item Listing": "ပါဝင်မည့်အရာစာရင်း",
  "Item Not Found": "ပါဝင်အရာမတွေ့ပါ",
  "Item Title": "ပါဝင်မည့်အရာခေါင်းစဉ်",
  "January": "ဇန်နဝါရီ",
  "July": "ဇူလိုင်",
  "June": "ဇွန်",
  "LAST ATTEMPTED": "နောက်ဆုံးကြိုးစားခဲ့သည်",
  "LOGIN": "ဝင်ရောက်ပါ",
  "Last Name": "နာမည်၏နောက်ဆုံးစာလုံး",
  "Last Successful Sync Timestamp": "နောက်ဆုံးအောင်မြင်သောချိတ်ဆက်မှု အချိန်တံဆိပ်",
  "Last attempted cannot be before an item marked.": "နောက်ဆုံးကြိုးစားမှုသည် အမှတ်အသားပြုထားသောအရာထက် စောနိုင်ပါသည်။။",
  "Latitude": "လတ္တီတွဒ်",
  "Let's get your device set up.": "သင့်စက်ပစ္စည်းကို စတင်ပြင်ဆင်ကြပါစို့။",
  "Let's try again.": "ထပ်မံကြိုးစားကြပါစို့။",
  "Loading": "ဖွင့်နေသည်",
  "Location": "တည်နေရာ",
  "Login": "ဝင်ရောက်ပါ",
  "Login Unsuccesful": "ဝင်ရောက်မှု မအောင်မြင်ပါ",
  "Logout": "ထွက်ခွာပါ",
  "Longitude": "လောင်ဂျီတွဒ်",
  "MARK": "အမှတ်အသား",
  "Maintenance": "ထိန်းသိမ်းမှု",
  "Manage Groups": "အဖွဲ့များကို စီမံခန့်ခွဲပါ",
  "Manage Profile": "ပရိုဖိုင်ကို စီမံခန့်ခွဲပါ",
  "Manage Users": "အသုံးပြုသူများကို စီမံခန့်ခွဲပါ",
  "March": "မတ်",
  "May": "မေ",
  "Mediocre": "သာမန်",
  "Meters": "မီတာ",
  "Month": "လ",
  "Most Recent Class": "နောက်ဆုံးအတန်း",
  "Most recent": "နောက်ဆုံး",
  "My Forms": "ကျွန်ုပ်၏ဖောင်များ",
  "Name": "အမည်",
  "New Case": "ကိစ္စအသစ်",
  "New Event": "ဖြစ်ရပ်အသစ်",
  "New Form": "ဖောင်အသစ်",
  "New Group": "အဖွဲ့အသစ်",
  "New Item": "ပစ္စည်းအသစ်",
  "New Password": "စကားဝှက်အသစ်",
  "New comment by you": "သင်ထည့်သွင်းသော မှတ်ချက်အသစ်",
  "Next": "နောက်ထပ်",
  "No Data for": "ဒေတာမရှိပါ",
  "No Forms Currently Defined": "လက်ရှိသတ်မှတ်ထားသော ဖောင်များမရှိပါ",
  "No Students currently registered.": "လက်ရှိမှတ်ပုံတင်ထားသော ကျောင်းသားများမရှိပါ။",
  "No Update": "အပ်ဒိတ်မရှိပါ",
  "No absences recorded in the past month.": "ပြီးခဲ့သောလအတွင်း ပျက်ကွက်မှု မှတ်တမ်းမရှိပါ။",
  "No changes proposed yet.": "အပြောင်းအလဲ တင်ပြထားခြင်း မရှိသေးပါ။",
  "None": "မရှိ",
  "Notifications authorized.": "အသိပေးစာများ ပို့ခွင့် ဖွင့်ထားပြီး ။",
  "November": "နိုဝင်ဘာ",
  "Number of responses not uploaded": "မတင်ရသေးသော တုံ့ပြန်မှုအရေအတွက်",
  "Number of responses uploaded": "တင်ပြီးသော တုံ့ပြန်မှုအရေအတွက်",
  "Observations": "လေ့လာမှုများ",
  "October": "အောက်တိုဘာ",
  "Online Survey link copied to clipboard": "အွန်လိုင်းစစ်တမ်းလင့်ခ်ကို ကလစ်ဘုတ်သို့ ကူးယူပြီးပါပြီ",
  "Online Sync": "အွန်လိုင်းချိတ်ဆက်မှု",
  "Online Sync is used when there is a reliable Internet connection. If you have no Internet connection, use the P2P tab above to transfer records between nearby devices.": "အွန်လိုင်းချိတ်ဆက်မှုသည် အင်တာနက်ချိတ်ဆက်မှု ယုံကြည်စိတ်ချရသည့်အခါ အသုံးပြုသည်။ အင်တာနက်ချိတ်ဆက်မှုမရှိပါက၊ အနီးအနားရှိ စက်ပစ္စည်းများအကြား မှတ်တမ်းများလွှဲပြောင်းရန် အထက်ပါ P2P တဘ်ကို အသုံးပြုပါ။",
  "Open": "ဖွင့်ပါ",
  "Open a Case": "ကိစ္စတစ်ခုဖွင့်ပါ",
  "Opened": "ဖွင့်ပြီး",
  "Opening Case...": "ကိစ္စဖွင့်နေသည်...",
  "Opening Event Form...": "ဖြစ်ရပ်ဖောင်ဖွင့်နေသည်...",
  "Opening event...": "ဖြစ်ရပ်ဖွင့်နေသည်...",
  "Optimizing data. This may take several minutes. Please wait...": "ဒေတာကို အကောင်းဆုံးဖြစ်အောင်လုပ်ဆောင်နေသည်။ ၎င်းသည် မိနစ်အနည်းငယ်ကြာနိုင်သည်။ ကျေးဇူးပြု၍ စောင့်ဆိုင်းပါ...",
  "Participant ID": "ပါဝင်သူ ID",
  "Password": "စကားဝှက်",
  "Password Reset Unsuccesful": "စကားဝှက်ပြန်လည်သတ်မှတ်မှု မအောင်မြင်ပါ",
  "Password is required": "စကားဝှက်လိုအပ်သည်",
  "Passwords do not match": "စကားဝှက်များ မကိုက်ညီပါ",
  "Percentage Complete": "ပြီးစီးရာခိုင်နှုန်း",
  "Percentage uploaded:": "တင်ပြပြီးရာခိုင်နှုန်း:",
  "Percentile": "ရာခိုင်နှုန်း",
  "Period": "ကာလ",
  "Permission Denied.": "ခွင့်ပြုချက်ငြင်းပယ်ခံရသည်။",
  "Permission Denied. Login to Continue": "ခွင့်ပြုချက်ငြင်းပယ်ခံရသည်။ ဆက်လက်လုပ်ဆောင်ရန် ဝင်ရောက်ပါ",
  "Persistent storage authorized.": "ဒေတာ ရေရှည်သိမ်းဆည်းခွင့် ပေးထားပြီး။",
  "Pick a": "ရွေးပါ ",
  "Please choose your language": "ကျေးဇူးပြု၍ သင့်ဘာသာစကားကို ရွေးပါ",
  "Please enter a valid email address": "ကျေးဇူးပြု၍ တရားဝင်အီးမေးလ်လိပ်စာထည့်ပါ",
  "Please retry sync. Are you connected to the Internet?": "ထပ်တူပြုလုပ်မှုကို ထပ်မံကြိုးစားပါ။ သင်သည် အင်တာနက်နှင့် ချိတ်ဆက်ထားပါသလား။",
  "Poor": "ညံ့ဖျင်းသည်",
  "Press the Start button below to transfer records to the server.": "မှတ်တမ်းများကို ဆာဗာသို့ လွှဲပြောင်းရန် အောက်ပါ စတင်ခလုတ်ကို နှိပ်ပါ။",
  "Prev": "ယခင်",
  "Processing ": "လုပ်ဆောင်နေသည် ",
  "Processing Directory: ": "ဖိုင်တွဲ လုပ်ငန်းစဉ်အလုပ်လုပ်နေသည်: ",
  "Progress": "တိုးတက်မှု",
  "Projects": "စီမံချက်များ",
  "Propose": "အဆိုပြုပါ",
  "Proposed": "အဆိုပြုထားသည်",
  "RECOVER ACCOUNT": "အကောင့်ပြန်လည်ရယူပါ",
  "REGISTER": "မှတ်ပုံတင်ပါ",
  "REPORTS": "အစီရင်ခံစာများ",
  "RESET": "ပြန်လည်သတ်မှတ်ပါ",
  "RESET PASSWORD": "စကားဝှက်ပြန်လည်သတ်မှတ်ပါ",
  "RESTORE BACKUP": "အရန်သိမ်းဆည်းမှုပြန်လည်ထည့်သွင်းပါ",
  "REVIEW": "ပြန်လည်သုံးသပ်ပါ",
  "Ready": "အဆင်သင့်",
  "Rebase issue on current response": "လက်ရှိအဖြေကို အခြေခံကာ ပြဿနာ ပြန်သတ်မှတ်ပါ",
  "Release APK to Production": "APK ကို Production အဆင့်သို့ ထုတ်ပြန်ပြီး ",
  "Release APK to QA": "APK ကို QA အဆင့်သို့ အောင်မြင်စွာ ထုတ်ပြန်ပြီး",
  "Release PWA to Production": "PWA ကို Production အဆင့်သို့ အောင်မြင်စွာ ထုတ်ပြန်ပြီး",
  "Release PWA to QA": "PWA ကို QA အဆင့်သို့ အောင်မြင်စွာ ထုတ်ပြန်ပြီး",
  "Report": "အစီရင်ခံစာ",
  "Report for": "အစီရင်ခံစာအတွက်",
  "Reports": "အစီရင်ခံစာများ",
  "Response": "တုံ့ပြန်မှု",
  "Restore Backup": "အရန်သိမ်းဆည်းမှုပြန်လည်ထည့်သွင်းပါ",
  "Results": "ရလဒ်များ",
  "SCHEDULE": "အချိန်ဇယား",
  "SCHEDULE VIEW": "အချိန်ဇယားအမြင်",
  "SEARCH": "ရှာဖွေပါ",
  "SEARCH VIEW": "ရှာဖွေမှုအမြင်",
  "START": "စတင်ပါ",
  "STOP": "ရပ်တန့်ပါ",
  "SUBMIT": "တင်ပြပါ",
  "SYNCING": "ဒေတာချိတ်ဆက်ခြင်း/ချိန်ညှိခြင်း",
  "SYNC DATA FOR ALL USERS": "အသုံးပြုသူအားလုံး၏ ဒေတာများကို ချိန်ညှိပါ",
  "Save": "သိမ်းဆည်းပါ",
  "Save before switching or your changes will be deleted.": "မပြောင်းလဲမီ သိမ်းဆည်းပါ၊ မသိမ်းဆည်းပါက ပြောင်းလဲမှုများ ဖျက်သိမ်းခံရနိုင်ပါသည်။။",
  "Saving event...": "ဖြစ်ရပ်သိမ်းဆည်းနေသည်...",
  "Scan Code": "ကုဒ်စကင်ဖတ်ပါ",
  "School": "ကျောင်း",
  "Score": "ရမှတ်",
  "Score average": "ပျမ်းမျှရမှတ်",
  "Score must be between 0 and 100": "ရမှတ်သည် ၀ မှ ၁၀၀ အကြားရှိရမည်",
  "Score.": "ရမှတ်။",
  "Scores": "ရမှတ်များ",
  "Scoring": "ရမှတ်ပေးခြင်း",
  "Screening ID": "စစ်ဆေးမှု ID",
  "Scroll to the right to view the results for subjects and units": "ဘာသာရပ်များနှင့် ယူနစ်များ၏ ရလဒ်များကို ကြည့်ရှုရန် ညာဘက်သို့ ဆွဲကြည့်ပါ။",
  "Search cases": "ကိစ္စများရှာဖွေပါ",
  "Searching": "ရှာဖွေနေသည်",
  "Searching...": "ရှာဖွေနေသည်...",
  "Security question is required": "လုံခြုံရေးမေးခွန်းလိုအပ်သည်",
  "Select Form Name": "ဖောင်အမည်ရွေးပါ",
  "Select Report": "အစီရင်ခံစာရွေးပါ",
  "Select Student": "ကျောင်းသားရွေးပါ",
  "Select Subtask": "အလုပ်ခွဲကို ရွေးပါ",
  "Select a start and end date to view report for that period": "ထိုကာလအတွက် အစီရင်ခံစာကို ကြည့်ရှုရန် စတင်ရက်စွဲနှင့် ပြီးဆုံးရက်စွဲကို ရွေးပါ",
  "Select a unit to enter scoring": "ရမှတ်ပေးရန် ယူနစ်တစ်ခုရွေးပါ",
  "Select a unit to view report for that period": "ထိုကာလအတွက် အစီရင်ခံစာကို ကြည့်ရှုရန် ယူနစ်တစ်ခုရွေးပါ",
  "Select case type": "ကိစ္စအမျိုးအစားရွေးပါ",
  "Select one or more": "တစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုရွေးပါ",
  "Select only one": "တစ်ခုသာရွေးပါ",
  "Select the appropriate case type from the options listed below": "အောက်ပါရွေးချယ်စရာများထဲမှ သင့်လျော်သော ကိစ္စအမျိုးအစားကို ရွေးပါ",
  "Select your Username": "သင့်အသုံးပြုသူအမည်ကို ရွေးပါ",
  "September": "စက်တင်ဘာ",
  "Set a password to administer your device": "သင့်စက်ပစ္စည်းကို စီမံခန့်ခွဲရန် စကားဝှက်တစ်ခုသတ်မှတ်ပါ",
  "Settings": "ဆက်တင်များ",
  "Settings have been updated. You will now be redirected to log in.": "ဆက်တင် အပ်ဒိတ်လုပ်ပြီး။ လော့ဂ်အင် ပြန်လုပ်ရန် ညွှန်ကြားပါမည်။",
  "Sharing failed. The following apps are available:": "မျှဝေရန် မအောင်မြင်ပါ။ အောက်ဖော်ပြပါ အက်ပ်များမှတစ်ဆင့် မျှဝေနိုင်ပါသည်",
  "Something went wrong, please try again.": "အမှားဖြစ်နေပါသည်။ ထပ်ကြိုးစားပါ။",
  "Something went wrong; you may not have Internet access.": "အမှားဖြစ်နေပါသည်။ အင်တာနက် ပြတ်နေနိုင်သည်။",
  "Start": "စတင်ပါ",
  "Start Date": "စတင်ရက်စွဲ",
  "Start Time": "စတင်အချိန်",
  "Status": "အခြေအနေ",
  "Status.Concerning": "အခြေအနေ.စိုးရိမ်စရာ",
  "Status.Good": "အခြေအနေ.ကောင်းမွန်သည်",
  "Status.Great": "အခြေအနေ.အလွန်ကောင်းမွန်သည်",
  "Status.Poor": "အခြေအနေ.ညံ့ဖျင်းသည်",
  "Stud.": "ကျောင်းသား။",
  "Student": "ကျောင်းသား",
  "Student Dashboard": "ကျောင်းသားများ၏ အခြေအနေပြ ဒေတာမျက်နှာပြင်",
  "Student Grouping": "ကျောင်းသားအုပ်စုခွဲခြင်း",
  "Student Report": "ကျောင်းသားအစီရင်ခံစာ",
  "Student Scores": "ကျောင်းသားရမှတ်များ",
  "Student Subtest Report": "ကျောင်းသား Subtest အစီရင်ခံစာ",
  "Students Assessed": "အကဲဖြတ်ခံရသော ကျောင်းသားများ",
  "Students to watch": "စောင့်ကြည့်ရမည့် ကျောင်းသားများ",
  "SubTask Report": "Subtest အစီရင်ခံစာ",
  "Subject scores": "ဘာသာရပ်ရမှတ်များ",
  "Submit": "တင်ပြပါ",
  "Submitting...": "တင်ပြမှုလုပ်ဆောင်နေသည်...",
  "Subtask": "Subtask",
  "Subtest Name": "Subtest အမည်",
  "Subtest Report": "Subtest အစီရင်ခံစာ",
  "Success!": "အောင်မြင်ပါသည်။",
  "Summary": "အကျဉ်းချုပ်",
  "Support": "ပံ့ပိုးမှု",
  "Switch Editor": "တည်းဖြတ်သူပြောင်းပါ",
  "Sync": "ဒေတာချိတ်ဆက်ခြင်း/ချိန်ညှိခြင်း",
  "Sync Successful": "ဒေတာချိတ်ဆက်ခြင်း/ချိန်ညှိခြင်း အောင်မြင်ပါသည်",
  "Sync Unsuccessful. Please Retry": "ဒေတာချိတ်ဆက်ခြင်း/ချိန်ညှိခြင်း မအောင်မြင်ပါ။ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ",
  "Syncing Status By User": "အသုံးပြုသူအလိုက် ဒေတာချိတ်ဆက်ခြင်း/ချိန်ညှိခြင်းအခြေအနေ",
  "Syncing Status Summary": "ဒေတာချိတ်ဆက်ခြင်း/ချိန်ညှိခြင်းအခြေအနေ အကျဉ်းချုပ်",
  "Tangerine": "Tangerine",
  "Tap any boxes that were incorrect during the test.": "စစ်ဆေးမှုအတွင်း မှားသော အကွက်များကို နှိပ်ပါ။",
  "Tap items to mark them incorrect.": "မမှန်ကန်သော အရာများကို အမှတ်အသားပြုရန် နှိပ်ပါ။",
  "Tap on the green checkmark to mark a student as absent": "ကျောင်းသား ပျက်ကြောင်းမှတ်ဖို့ အစိမ်းရောင်အိုင်ကွန်ကို တစ်ချက်နှိပ်ပါ",
  "Tap the item last attempted.": "နောက်ဆုံးလုပ်ခဲ့တာကို နှိပ်ပါ။။",
  "Tap the link to complete the student behavior form": "ကျောင်းသားအပြုအမူဖောင်ကို ဖြည့်ရန် လင့်ခ်ကို နှိပ်ပါ",
  "Task Report": "အလုပ်အစီရင်ခံစာ",
  "That's ok. Enter the device ID and token below.": "စက် ID နဲ့ တိုကင်ကို ရိုက်ထည့်ပါ။",
  "The app will now check for an application update and attempt to download. Please stay connected to the Internet during this process. Tap OK to proceed.": "အက်ပ်သည် ယခု အပလီကေးရှင်းအပ်ဒိတ်ကို စစ်ဆေးပြီး ဒေါင်းလုဒ်လုပ်ရန် ကြိုးစားမည်ဖြစ်သည်။ ဤလုပ်ငန်းစဉ်အတွင်း အင်တာနက်နှင့် ချိတ်ဆက်ထားပါ။ ဆက်လက်လုပ်ဆောင်ရန် OK ကို နှိပ်ပါ။",
  "The date cannot be in the future. Please enter a date that is on or before today.": "ရက်စွဲသည် အနာဂတ်တွင် ဖြစ်၍မရပါ။ ယနေ့ သို့မဟုတ် ယနေ့မတိုင်မီ ရက်စွဲတစ်ခုကို ထည့်ပါ။",
  "The date is missing. Please enter a valid date.": "ရက်စွဲပျောက်နေသည်။ တရားဝင်ရက်စွဲတစ်ခုကို ထည့်ပါ။",
  "The date is not valid. Please enter a valid date.": "ရက်စွဲသည် တရားဝင်မဟုတ်ပါ။ တရားဝင်ရက်စွဲတစ်ခုကို ထည့်ပါ။",
  "The form is not yet complete. Are you sure you would like to exit the form?": "ဖောင်သည် မပြီးစီးသေးပါ။ ဖောင်မှ ထွက်ခွာလိုသည်မှာ သေချာပါသလား။",
  "There is unsaved data. Are you sure you would like to exit the form?": "မသိမ်းရသေးတဲ့ ဒေတာရှိပါသည်။ ဖောင်မှ ထွက်ခွာလိုသည်မှာ သေချာပါသလား။",
  "This Field is Required": "ဤနေရာ ဖြည့်ပါ",
  "This feature copies backup databases to the Tangerine application.": "ဤစနစ်လုပ်ဆောင်ချက်သည် အရန်သိမ်းဆည်းထားသော အချက်အလက်စုများကို Tangerine ဆော့ဖ်ဝဲလ်သို့ ကူးပြောင်းပေးပါသည်",
  "This student does not have a phone number": "ဤကျောင်းသားတွင် ဖုန်းနံပါတ်မရှိပါ",
  "This student does not have a phone number.": "ဤကျောင်းသားတွင် ဖုန်းနံပါတ်မရှိပါ။",
  "Tips": "အကြံပြုချက်များ",
  "Today": "ယနေ့",
  "Toggle a class 'off' to archive. The toggle will be white when 'off'. Click a class 'on' to enable. The toggle will be orange when 'on'.": "[အဖြူခလုတ်] = ပိတ် (သိမ်းဆည်းထား)[လိမ္မော်ခလုတ်] = ဖွင့် (အသုံးပြုနိုင်)။အတန်းကို archive လုပ်ရန် toggle ကို 'off' ပြုလုပ်ပါ။ 'off' တွင် toggle သည် အဖြူရောင်ပြမည်။ အတန်းကို enable လုပ်ရန် 'on' ပြုလုပ်ပါ။ 'on' တွင် toggle သည် လိမ္မော်ရောင်ပြမည်",
  "Total": "စုစုပေါင်း",
  "Total Docs Uploaded": "တင်ပြီးသော ဖိုင်စုစုပေါင်း",
  "Total Docs not Uploaded": "မတင်ရသေးသော ဖိုင်စုစုပေါင်း",
  "Total Percentage Complete": "စုစုပေါင်း ပြီးမြောက်မှုရာခိုင်နှုန်း",
  "Total Updates Applied": "စုစုပေါင်း အပ်ဒိတ်အသုံးပြုမှု",
  "Totals": "စုစုပေါင်းများ",
  "Troubleshooting:": "ပြဿနာဖြေရှင်းခြင်း:",
  "Try moving outside with a clear view of the sky": "လွတ်လပ်သော နေရာတစ်ခုသို့ သွားပါ (ကောင်းကင်ကို အပြည့်အဝမြင်နိုင်ရန်)",
  "Try standing away from trees or buildings": "သစ်ပင်များ သို့မဟုတ် အဆောက်အအုံများနှင့် ဝေးကွာသောနေရာတွင် ရပ်ပြီး ကြိုးစားကြည့်ပါ",
  "Try standing next to a window": "ပြတင်းပေါက်ဘေးတွင် ရပ်ပြီး ကြိုးစားကြည့်ပါ",
  "Unable to check for update. Make sure you are connected to the Internet and try again.": "အပ်ဒိတ် စစ်ဆေး၍မရပါ။ အင်တာနက် ချိတ်ဆက်မှု ရှိ/မရှိ စစ်ဆေးပြီး ထပ်ကြိုးစားပါ။",
  "Unassigned Category": "သတ်မှတ်မထားသော အမျိုးအစား",
  "Unit Report": "သင်ခန်းစာ အစီရင်ခံစာ",
  "Unknown": "မသိရှိပါ",
  "Update App": "အက်ပ်ပလီကေးရှင်းဗားရှင်း အသစ်သို့ အဆင့်မြှင့်ပါ",
  "Update is Running. Please Wait ...": "အပ်ဒိတ်လုပ်ဆောင်နေသည်။ ကျေးဇူးပြု၍ စောင့်ဆိုင်းပါ ...",
  "Updating": "အပ်ဒိတ်လုပ်နေသည်",
  "Updating...": "အပ်ဒိတ်လုပ်နေသည်...",
  "Use PouchDB's last sequence tracking when syncing.": "ဒေတာချိတ်ဆက်ခြင်း/ချိန်ညှိခြင်း ပြုလုပ်သည့်အခါ PouchDB ၏ နောက်ဆုံးအစီအစဉ်ခြေရာခံမှုကို အသုံးပြုပါ။",
  "User Added to Group Successfully": "အသုံးပြုသူကို အဖွဲ့သို့ အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ",
  "User Created Succesfully": "အသုံးပြုသူ အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ",
  "User Removed from Group Successfully": "အသုံးပြုသူကို အဖွဲ့မှ အောင်မြင်စွာ ဖယ်ရှားပြီးပါပြီ",
  "Username": "အသုံးပြုသူအမည်",
  "Username Available": "အသုံးပြုသူအမည် ရရှိနိုင်ပါသည်",
  "Username Unavailable": "အသုံးပြုသူအမည် မရရှိနိုင်ပါ",
  "Username is required": "အသုံးပြုသူအမည် လိုအပ်သည်",
  "View the log of the process. Wait for all the files to be copied. When it is complete, it will display 'Please exit the app and restart.'": "လုပ်ငန်းစဉ်၏ မှတ်တမ်းကို ကြည့်ရှုပါ။ ဖိုင်အားလုံး ကူးယူပြီးစီးသည်အထိ စောင့်ဆိုင်းပါ။ ၎င်းပြီးစီးသည့်အခါ ‘ကျေးဇူးပြု၍ အက်ပ်ကို ပိတ်ပြီး ပြန်လည်စတင်ပါ။’ ဟု ပြသမည်ဖြစ်သည်။",
  "View your PWA": "သင့် PWA ကို ကြည့်ရှုပါ",
  "Visits": "ဝင်ရောက်ကြည့်ရှုမှုများ",
  "Warning: Interrupting a process may lead to data corruption and data loss. Are you sure you want to continue?": "သတိပေးချက်: လုပ်ငန်းစဉ်တစ်ခုကို ဖြတ်တောက်ခြင်းသည် ဒေတာပျက်စီးခြင်းနှင့် ဒေတာဆုံးရှုံးခြင်းသို့ ဦးတည်သွားနိုင်သည်။ ဆက်လက်လုပ်ဆောင်လိုသည်မှာ သေချာပါသလား။",
  "We will now prompt for a series of permissions. Click next and then allow each permission.": "ကျွန်ုပ်တို့သည် ယခု ခွင့်ပြုချက်များစွာအတွက် တောင်းဆိုမည်ဖြစ်သည်။ နောက်ထပ်ကို နှိပ်ပြီး ခွင့်ပြုချက်တစ်ခုချင်းစီကို 'ခွင့်ပြုပါ' ရွေးချယ်ပေးပါ။",
  "Week View": "ရက်သတ္တပတ်အမြင်",
  "When this page opens, it checks if there is a Documents directory and creates the necessary Tangerine, backups, and restore directories. If the Documents directory is not available, it will display an error message below. You may use the device's File manager (or download Google Files) to create the Documents directory in Internal Storage.": "ဤစာမျက်နှာ ဖွင့်သည့်အခါ Documents ဖိုလ်ဒါရှိမရှိ စစ်ဆေးပြီး Tangerine၊ အကောင့်နှင့် ပြန်လည်သိမ်းဆည်းရန် ဖိုလ်ဒါများကို အလိုအလျောက်ဖန်တီးပေးမည်။ Documents ဖိုလ်ဒါမတွေ့ပါက အောက်တွင် အမှားမှတ်တမ်းတစ်ခု ပေါ်လာမည်။ စက်တွင်း မှတ်ဉာဏ်ထဲတွင် Documents ဖိုလ်ဒါဖန်တီးလိုပါက သင့်စက်၏ ဖိုင်မန်နေဂျာ (သို့) Google Files အက်ပ်ကို ဒေါင်းလုဒ်ဆွဲ၍ အသုံးပြုနိုင်ပါသည်။",
  "Would you like to update? We recommend syncing data before you do.": "အပ်ဒိတ်လုပ်လိုပါသလား？ အပ်ဒိတ်မလုပ်မီ ဒေတာများကို ချိတ်ဆက်ညှိထားရန် အကြံပြုအပ်ပါသည်။",
  "Write Failed": "ရေးသားမှု မအောင်မြင်ပါ",
  "Year": "နှစ်",
  "You cannot merge the proposed changes because the Form Response has been updated since the Issue was created. Propose a new change based on the current version of the Form Response.": "ပြဿနာဖော်ထုတ်ပြီးနောက် ဖောင်တုံ့ပြန်ချက် ကို အပ်ဒိတ်လုပ်ထားသည့်အတွက်၊ သင့်အဆိုပြုထားသော အပြောင်းအလဲများကို ပေါင်းစပ်မရနိုင်ပါ။ ဖောင်တုံ့ပြန်ချက် ၏ လက်ရှိဗားရှင်းအသစ် အပေါ် အခြေခံကာ အပြောင်းအလဲအသစ်တစ်ခုကို ထပ်မံအဆိုပြုပါ။",
  "You do not have access to the resource.": "သင့်မှာ ဒီအရင်းအမြစ်ကို အသုံးပြုခွင့် မရှိပါ။",
  "You have not started this event": "သင်သည် ဤလုပ်ငန်းစဉ်ကို မစတင်ရသေးပါ",
  "You have not started this form": "သင်သည် ဤဖောင်ကို အသုံးမပြုရသေးပါ",
  "You may not mark an item incorrect that is beyond the last item attempted.": "နောက်ဆုံးကြိုးစားခဲ့သည့်အရာထက် ကျော်လွန်နေသော မှားယွင်းနေသည့်အရာတစ်ခုကို သင် အမှတ်အသားပြု၍မရပါ။။",
  "You may proceed.": "ဆက်လက်လုပ်ဆောင်နိုင်ပါသည်။",
  "You must register students before you can view the attendance dashboard.": "ကျောင်းသားများအား မှတ်ပုံတင်ပြီးမှသာ တက်ရောက်မှုမှတ်တမ်း (Dashboard) ကို ကြည့်ရှုနိုင်မည်ဖြစ်ပါသည်။။",
  "Your APK is building...": "APK တည်ဆောက်နေပါသည်...",
  "Your PWA is building...": "PWA ပရောဂျက်ကို တည်ဆောက်နေပါသည်...",
  "accept": "အတည်ပြုပါ",
  "and": "နှင့်",
  "back": "နောက်သို့",
  "by": "မှ",
  "cancel": "ပယ်ဖျက်ပါ",
  "changes": "အပြောင်းအလဲများ",
  "clear": "ရှင်းလင်းပါ",
  "close": "ပိတ်ပါ",
  "closed": "ပိတ်ထားသည်",
  "comment": "မှတ်ချက်",
  "continue": "ဆက်လက်လုပ်ဆောင်ပါ",
  "events": "ဖြစ်ရပ်များ",
  "here": "ဤနေရာတွင်",
  "issue rebased on updated response": "ပြဿနာကို အပ်ဒိတ်လုပ်ထားတဲ့ တုံ့ပြန်မှုအပေါ် ပြန်လည်တည်ဆောက်ထားတယ်",
  "latitude": "လတ္တီတွဒ်",
  "loading": "လုပ်ဆောင်နေသည်",
  "longitude": "လောင်ဂျီတွဒ်",
  "manifest": "ဖော်ပြချက်/စာရင်း",
  "merged": "ပေါင်းစည်းပြီး",
  "new case": "ကိစ္စအသစ်",
  "new form": "ဖောင်အသစ်",
  "new issue": "ပြဿနာအသစ်",
  "next": "ရှေ့သို့",
  "no": "မဟုတ်",
  "no, stop": "မဟုတ်၊ ရပ်တန့်ပါ",
  "open": "ဖွင့်ပါ",
  "open cases": "ဖွင့်ထားသော ကိစ္စများ",
  "opened": "ဖွင့်ပြီး",
  "proposed changes merged": "အဆိုပြုထားသော အပြောင်းအလဲများ ပေါင်းစည်းပြီး",
  "response": "တုံ့ပြန်မှု",
  "result": "ရလဒ်",
  "review case": "ကိစ္စပြန်လည်သုံးသပ်ပါ",
  "review form": "ဖောင်ပြန်လည်သုံးသပ်ပါ",
  "revision": "ပြန်လည်ပြင်ဆင်မှု",
  "revisions": "ပြန်လည်ပြင်ဆင်မှုများ",
  "save": "သိမ်းဆည်းပါ",
  "scan": "စကင်ဖတ်ပါ",
  "searching": "ရှာဖွေနေသည်",
  "see form": "ဖောင်ကြည့်ပါ",
  "start another": "နောက်တစ်ခုစတင်ပါ",
  "start event": "ဖြစ်ရပ်စတင်ပါ",
  "start form": "ဖောင်စတင်ပါ",
  "submit": "တင်ပြပါ",
  "summary": "အကျဉ်းချုပ်",
  "updated settings": "အပ်ဒိတ်လုပ်ထားသော ဆက်တင်များ",
  "yes": "ဟုတ်သည်",
  "yes, continue": "ဟုတ်ကဲ့၊ ဆက်လက်လုပ်ဆောင်ပါ",
  "✓ Yay! You are up to date.": "✓ အောင်မြင်ပါသည်။ သင်၏စနစ်သည် နောက်ဆုံးဗားရှင်းဖြစ်ပါသည်။",
  "✓ Yay, You are up to date.": "✓ အောင်မြင်ပါသည်။ သင်၏စနစ်သည် နောက်ဆုံးဗားရှင်းဖြစ်ပါသည်။"
}